The load classification parameter cannot be empty. Please select a valid load classification element for the connector parameter and the associated family parameter.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidLoadClassificationValue { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidLoadClassificationValue As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidLoadClassificationValue {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace